[
  {
    "id": "strategy_gw3_mets_diversification",
    "title": "Greater Whitsunday METS Sector, Revenue Diversification Strategy",
    "type": "sector_development_strategy",
    "sourceDocument": "GW3MetsDiversificationStrategy_DigitalFinal04.09.24.pdf",
    "summary": "A sector development strategy focused on diversifying METS capability into adjacent and growth sectors under decarbonisation drivers. It uses multi criteria analysis to prioritise sectors and then identifies gaps, challenges, and enabling actions.",
    "prioritySectorIds": [
      "sector_opportunity_critical_minerals_value_chain",
      "sector_opportunity_renewable_energy_services",
      "sector_opportunity_bioenergy_biofuels",
      "sector_opportunity_biomanufacturing",
      "sector_opportunity_circular_economy_mining_industrial",
      "sector_opportunity_space_industrial_support",
      "sector_opportunity_post_mining_land_use"
    ],
    "selectionLogic": {
      "adjacentDefinition": "A sector where there is significant potential for existing businesses to service future demand given similarity in required skills and nature of work already being undertaken.",
      "growthDefinition": "A sector with significant investment by government and industry to realise sectoral growth, providing a sustainable pipeline of work to a business and greater certainty that servicing the industry will realise future growth.",
      "criteria": [
        "government_priority",
        "size_scale_of_opportunity",
        "sector_maturity_and_recent_growth",
        "alignment_with_existing_skills_and_capability",
        "stakeholder_interest_and_understanding"
      ]
    },
    "components": {
      "1": "The Greater Whitsunday region holds a nationally significant concentration of Mining Equipment, Technology and Services (METS) businesses, with employment density in mining support services roughly three times the Queensland average. Mackay alone hosts over 350 METS-aligned firms, many clustered in the Paget industrial precinct, representing one of the largest concentrations of mining services capability in Australia. The region's comparative advantage is grounded in decades of operational specialisation — from underground and open-cut mining support through to heavy equipment maintenance, automation, and remote operations technology.\n\nAdjacency analysis reveals that the skills, supply chains, and technical know-how developed through coal mining services are directly transferable to sectors such as critical minerals processing, renewable energy construction and maintenance, bioenergy feedstock logistics, and space ground-segment operations. Business density data and workforce profiles confirm that the region's METS sector is not merely large but deeply embedded, with firms participating across multiple stages of extraction, processing, and support. This embeddedness provides the foundation for a diversification strategy that leverages revealed comparative advantage rather than aspirational positioning.",
      "2": "Sector activity in the Greater Whitsunday region is concentrated across three primary LGAs — Mackay, Isaac, and Whitsunday — with distinct functional roles. The Paget industrial precinct in Mackay serves as the operational heart of METS activity, housing fabrication workshops, equipment servicing yards, and technology firms within a compact, well-serviced industrial zone. The Mackay port and airport provide export and logistics corridors that connect the region to domestic and international markets. Isaac LGA hosts major mine sites and associated infrastructure corridors that define upstream demand, while Whitsunday contributes agricultural land, port access at Abbot Point, and emerging renewable energy sites.\n\nSpatial planning priorities include safeguarding industrial zoning in Paget from encroachment, improving intermodal connectivity between the port, airport, and industrial precincts, and ensuring that new renewable energy precincts in the Bowen Basin are serviced with adequate road, water, and power infrastructure. The co-location of firms in Paget supports knowledge spillovers, shared labour pools, and supplier coordination — benefits that would be diminished if industrial activity were dispersed. Aligning land-use planning with the functional economic geography of the sector is essential to sustaining productivity and enabling new sector investment.",
      "3": "The regulatory and enabling environment presents both established strengths and binding constraints for METS diversification. On the strengths side, the region benefits from well-understood mining approvals processes and existing relationships between industry, local government, and state agencies. However, firms transitioning into adjacent sectors — such as renewable energy, bioenergy, or critical minerals — face unfamiliar regulatory pathways, including environmental impact assessments for new feedstock sources, planning approvals for wind and solar installations on agricultural or mining land, and compliance requirements under evolving federal critical minerals policy.\n\nKey coordination failures include fragmented approvals across state and local government for multi-use industrial sites, slow rezoning processes that delay investment in emerging precincts, and a lack of dedicated facilitation support for firms navigating the transition from coal services to new sectors. Infrastructure bottlenecks, particularly in grid connection for renewable energy projects and water supply for hydrogen or biomanufacturing, add further complexity. The strategy identifies regulatory reform, process streamlining, and proactive facilitation as enabling priorities within the LGA's sphere of influence.",
      "4": "METS firms in the Greater Whitsunday region participate across a wide value chain — from upstream exploration support and drilling services through to midstream processing, equipment manufacturing, and downstream maintenance and technology services. The diversification strategy positions local firms to extend this value chain participation into adjacent sectors by leveraging existing capabilities. For example, heavy fabrication and mechanical engineering firms can serve renewable energy construction; automation and remote operations specialists can support space ground-segment infrastructure; and logistics and maintenance providers can pivot to bioenergy feedstock handling and plant servicing.\n\nMarket integration priorities include strengthening linkages to anchor projects (such as large-scale solar and wind farms in the Bowen Basin), facilitating supply chain registration with Tier 1 contractors in critical minerals and hydrogen, and supporting local firms to access export pathways through the Mackay port. The strategy is careful not to position the LGA or GW3 as a transactional intermediary, instead focusing on demand visibility, procurement access, and capability matching that helps firms compete on merit within expanding value chains.",
      "5": "Workforce and skills alignment is a central pillar of the diversification strategy, reflecting the reality that METS firms can only pivot to new sectors if their workforce possesses the right technical credentials and occupational competencies. The region's existing skills base — in mechanical and electrical trades, heavy vehicle operation, automation, project management, and safety systems — provides a strong foundation. However, targeted gaps exist in areas such as renewable energy electrical certification, hydrogen safety handling, precision fermentation process operation, and satellite ground-station maintenance.\n\nThe strategy coordinates action across CQUniversity, TAFE Queensland (Mackay campus), industry RTOs, and major employers to align training pipelines with emerging sector demand. Priority actions include developing micro-credential pathways for trade workers transitioning into renewable energy and critical minerals roles, expanding apprenticeship programs in growth sectors, and establishing employer-led workforce planning forums that provide real-time demand signals to training providers. The cross-cutting theme of skills transferability is embedded throughout, recognising that the same worker who services a dragline today may maintain a wind turbine or biorefinery tomorrow.",
      "6": "The METS sector in the Greater Whitsunday region operates within a well-established culture of practical problem-solving, safety discipline, and operational excellence inherited from decades of mining services work. This culture is a significant asset for diversification — firms are accustomed to working under demanding conditions, meeting strict compliance standards, and collaborating across complex supply chains. However, the transition to new sectors also requires cultural shifts: a greater openness to innovation and R&D investment, willingness to engage with unfamiliar industries and partners, and a long-term orientation that looks beyond the current mining cycle.\n\nThe strategy addresses culture and norms through convening activities — industry forums, innovation showcases, and cross-sector networking events — that expose METS leaders to adjacent sector opportunities and build peer-to-peer connections. It also leverages narrative and case studies from early-mover firms that have successfully diversified, using these examples to normalise transition and reduce perceived risk. GW3's role is to signal, convene, and recognise rather than to prescribe, acknowledging that durable cultural change emerges from demonstrated success and trusted relationships rather than top-down directives."
    },
    "crossCuttingThemes": [
      "supporting_skills_development_and_transferability",
      "facilitating_partnerships_across_stakeholder_groups",
      "providing_insights_information_and_raising_awareness",
      "advocating_for_regulatory_and_policy_change"
    ],
    "stakeholderCategories": [
      "state_and_local_government",
      "sector_businesses",
      "adjacent_sector_organisations",
      "resources_companies",
      "industry_bodies",
      "advisory_firms",
      "educational_institutions"
    ],
    "grading": {
      "gradeLetter": "A_minus",
      "gradeRationaleShort": "Strong diagnostics, clear economic geography, coherent value chain framing, and robust skills alignment. Enabling environment is identified but not operationalised as a reform program. Culture is addressed implicitly.",
      "evidenceNotesByComponent": {
        "1": "Strong empirical baseline and adjacency based justification for sector focus.",
        "2": "Clear identification of places of production and enabling infrastructure.",
        "3": "Constraints and policy barriers identified and grouped, limited process roadmap.",
        "4": "Value chain positioning and demand drivers are clear, non transactional by scope.",
        "5": "Skills alignment and gaps are detailed across sectors.",
        "6": "Culture and norms are signalled through narrative and case studies."
      },
      "missingElements": [],
      "scopeDisciplineNotes": "Does not overclaim delivery or capital allocation, positions actions as enabling themes."
    }
  }
]
